Repository: Flower7C3/weekly-class-schedule
Catalog: languages/wcs4-*.po
Languages: pl_pl

# options general settings
source: HTML code
pl_pl: Kod HTML

# options general settings
source: HTML journal template
pl_pl: Szablon dziennika HTML

# options general settings
source: HTML progress template
pl_pl: Szablon HTML

# options general settings
source: Is taxonomy hierarchical?
pl_pl: Czy taksonomia jest hierarchiczna?

# options general settings
source: Journal shortcode template
pl_pl: Szablon dziennika dla shortcode

# options general settings
source: Open template links in new tabs
pl_pl: Otwórz łącza szablonów w nowych kartach

# options general settings
source: Post Type Settings
pl_pl: Ustawienia stron

# options general settings
source: Progress shortcode template
pl_pl: Szablon postępu dla shortcode

# options general settings
source: Satisfy access for any item
pl_pl: Zapewnij dostęp do dowolnego elementu

# options general settings
source: Single page schedule layout
pl_pl: Układ pojedynczej strony

# options general settings
source: Table columns
pl_pl: Kolumny tabeli

# options general settings
source: Taxonomy Type Settings
pl_pl: Ustawienia typów taksonomii

# options general settings
source: Will allow to edit journal due month day.
pl_pl: Pozwoli na edycję dzienników do określonego dnia miesiąca.

# options general settings
source: Will display amount of journals for all.
pl_pl: Wyświetli określoną liczbę dzienników dla wszystkich.

# options general settings
source: Will display amount of progresses.
pl_pl: Wyświetli określoną liczbę postępów dla wszystkich.

# options general settings
source: Will display extra link to download journal as CSV.
pl_pl: Pokaże ekstra link do pobrania dziennika jako CSV

# options general settings
source: Will display extra link to download journal as HTML.
pl_pl: Pokaże ekstra link do pobrania dziennika jako HTML.

# options general settings
source: Will display extra link to download schedule as iCalendar.
pl_pl: Pokaże ekstra link do pobrania planu lekcji jako kalendarz (iCal).

# options general settings
source: Will display form allowing anyone to add new lesson journal.
pl_pl: Pokaże formularz dziennika na stronie wpisu.

# options general settings
source: Will display form to add new lesson progress.
pl_pl: Wyświetli formularz umożliwiający każdemu dodawanie nowych postępó.w

# options general settings
source: Will grant access to any password protected resource if entered from type.
pl_pl: Przyznaje dostęp do dowolnego zasobu chronionego hasłem, jeśli zostanie wprowadzony z typu.

# options general settings
source: Work Plan shortcode template
pl_pl: Szablon shortcode planu pracy

source: Options updated
pl_pl: Ustawienia zaktualizowane

# page title
source: Add New Classroom
pl_pl: Dodaj nową salę

# page title
source: Add New Journal
pl_pl: Dodaj nowy dziennik

# page title
source: Add New Lesson
pl_pl: Dodaj nową lekcję

# page title
source: Add New Progress
pl_pl: Dodaj nowy postęp

# page title
source: Add New Student
pl_pl: Dodaj nowego ucznia

# page title
source: Add New Subject
pl_pl: Dodaj nowy przedmiot

# page title
source: Add New Teacher
pl_pl: Dodaj nowego pedagoga

# page title
source: Add New Work Plan
pl_pl: Dodaj nowy plan pracy

# page title
source: All Classrooms
pl_pl: Wszystkie sale

# page title
source: All Students
pl_pl: Wszyscy uczniowie

# page title
source: All Subjects
pl_pl: Wszystkie przedmioty

# page title
source: All Teachers
pl_pl: Wszyscy pedagodzy

# page title
source: Duplicate Journal
pl_pl: Powiel dziennik

# page title
source: Duplicate Lesson
pl_pl: Powiel lekcję

# page title
source: Duplicate Progress
pl_pl: Powiel postęp

# page title
source: Duplicate Work Plan
pl_pl: Powiel plan pracy

# page title
source: Edit Classroom
pl_pl: Edytuj salę

# page title
source: Edit Journal
pl_pl: Edytuj dziennik

# page title
source: Edit Lesson
pl_pl: Edytuj lekcję

# page title
source: Edit Progress
pl_pl: Edytuj Postęp

# page title
source: Edit Student
pl_pl: Edytuj ucznia

# page title
source: Edit Subject
pl_pl: Edytuj przedmiot

# page title
source: Edit Teacher
pl_pl: Edytuj pedagoga

# page title
source: Edit Work Plan
pl_pl: Edytuj Plan Pracy

# page title
source: View Classroom
pl_pl: Zobacz salę

# page title
source: View Student
pl_pl: Zobacz ucznia

# page title
source: View Subject
pl_pl: Zobacz przedmiot

# page title
source: View Teacher
pl_pl: Zobacz pedagoga

# post type general name
source: Classrooms
pl_pl: Sale

# post type general name
source: Students
pl_pl: Uczniowie

# post type general name
source: Subjects
pl_pl: Przedmioty

# post type general name
source: Teachers
pl_pl: Pedagodzy

# post type singular name
source: Classroom
pl_pl: Sala

# post type singular name
source: Student
pl_pl: Uczeń

# post type singular name
source: Subject
pl_pl: Przedmiot

# post type singular name
source: Teacher
pl_pl: Pedagog

source: Progress
pl_pl: Postęp

source: Progress entry added successfully
pl_pl: Pomyślnie dodano nowy postęp

source: Progress entry deleted successfully
pl_pl: Pomyślnie usunięto Postęp

source: Progress entry updated successfully
pl_pl: Pomyślnie zaktualizowano postęp

source: Progresses
pl_pl: Postępy

source: Progresses Settings
pl_pl: Ustawienia Postępów

source: Quick filter
pl_pl: Szybki filtr

# reset database
source: Are you sure you want to to this?
pl_pl: Czy na pewno chcesz to wykonać?

# reset database
source: Clear everything
pl_pl: Wyczyść wszystko

# reset database
source: Clear Journals
pl_pl: Wyczyść Dzienniki

# reset database
source: Clear Progresses
pl_pl: Wyczyść Postępy

# reset database
source: Clear Schedules
pl_pl: Wyczyść Plany zajęć

# reset database
source: Clear Snapshots
pl_pl: Wyczyść Historię pobrań

# reset database
source: Clear Work Plans
pl_pl: Wyczyść Plany Pracy

# reset database
source: Click the link below to clear the schedule or reset the settings
pl_pl: Kliknij poniższy link, aby wyczyścić harmonogram lub zresetować ustawienia

# reset database
source: Create DB schema
pl_pl: Utwórz schemat bazy danych

# reset database
source: Install example data
pl_pl: Zainstaluj dane przykładowe

# reset database
source: Reset settings
pl_pl: Zresetuj ustawienia

source: Reset form
pl_pl: Resetuj

source: Schedule
pl_pl: Plan zajęć

source: Schedule entry added successfully
pl_pl: Pomyślnie dodano nową lekcję

source: Schedule entry deleted successfully
pl_pl: Pomyślnie usunięto Lekcję

source: Schedule entry updated successfully
pl_pl: Pomyślnie zaktualizowano lekcję

source: Schedule entry visibility toggled successfully
pl_pl: Widoczność wpisu harmonogramu została pomyślnie włączona

# Schedule layout as list
source: List
pl_pl: Lista

# Schedule layout as table
source: Table
pl_pl: Tabela

source: Schedule Management
pl_pl: Zarządzanie planem zajęć

source: Schedule Settings
pl_pl: Ustawienia Harmonogramu

source: Search Branches
pl_pl: Szukaj dziedziny

source: Search Classroom
pl_pl: Szukaj sali

source: Search Groups
pl_pl: Szukaj grupy

source: Search journals
pl_pl: Szukaj dzienników

source: Search lessons
pl_pl: Szukaj lekcji

source: Search Locations
pl_pl: Szukaj lokalizacji

source: Search Progresses
pl_pl: Szukaj postępów

source: Search Snapshots
pl_pl: Szukaj wpisów

source: Search Specializations
pl_pl: Szukaj specjalizacji

source: Search Student
pl_pl: Szukaj ucznia

source: Search Subject
pl_pl: Szukaj przedmiotu

source: Search Teacher
pl_pl: Szukaj nauczyciela

source: Search Work Plans
pl_pl: Szukaj plany pracy

source: Select option
pl_pl: Wybierz opcję

source: Select type
pl_pl: Wybierz rodzaj

source: Separate branches with commas
pl_pl: Oddziel dziedziny za pomocą przecinka

source: Separate groups with commas
pl_pl: Oddziel grupy za pomocą przecinka

source: Separate locations with commas
pl_pl: Oddziel lokalizacje za pomocą przecinka

source: Separate specializations with commas
pl_pl: Oddziel specjalizacje za pomocą przecinka

source: Showing latest %d items.
pl_pl: Pokazuję najnowsze %d wpisów.

source: Snapshot entry deleted successfully
pl_pl: Pomyślnie usunięto wpis

source: Snapshots
pl_pl: Historia pobrań

source: Specializations
pl_pl: Specjalizacje

source: Standard Options
pl_pl: Konfiguracja

source: Start
pl_pl: Początek

source: Start date
pl_pl: Data początkowa

source: Start Time
pl_pl: Początek

source: Strengths
pl_pl: Mocne strony

source: Student
pl_pl: Uczeń

source: Student is not available at this time
pl_pl: Uczeń jest w tej chwili niedostępny

source: Subject
pl_pl: Przedmiot

# taxonomy general name
source: Branches
pl_pl: Dziedziny

# taxonomy general name
source: Groups
pl_pl: Grupy

# taxonomy general name
source: Locations
pl_pl: Lokalizacje

# taxonomy general name
source: Specializations
pl_pl: Specjalizacje

# taxonomy singular name
source: Branch
pl_pl: Dziedzina

# taxonomy singular name
source: Group
pl_pl: Grupa

# taxonomy singular name
source: Location
pl_pl: Lokalizacja

# taxonomy singular name
source: Specialization
pl_pl: Specjalizacja

source: Teacher
pl_pl: Pedagog

source: Teacher is not available at this time
pl_pl: Pedagog jest w tej chwili niedostępny

# template journal for student
source: {subject link} with {teacher link} from {start time} to {end time} {topic}
pl_pl: <strong><small>{start time}-{end time}</small></strong> {subject link} przez {teacher link} {topic}

# template journal for subject
source: <small>{start time}-{end time}</small><br>{teacher link} at {classroom link} for {student link} {topic}
pl_pl: {teacher link}: {subject link} od {start time} do {end time} {topic}

# template journal for teacher
source: <small>{start time}-{end time}</small><br>{subject link} for {student link} {topic}
pl_pl: <small>{start time}-{end time}</small><br>{subject link} dla {student link} {topic}

# template list for classroom
source: {subject link} with {teacher link} from {start time} to {end time} for {student link} {notes}
pl_pl: {subject link} z {teacher link} od {start time} do {end time} dla {student link} {notes}

# template progress for student
source: <small>{start date} - {end date}</small><br>{subject link} with {teacher link}<br>improvements: {improvements}<br>indications: {indications}
pl_pl: <small>{start date} - {end date}</small> {subject link} przez {teacher link} postęp: {improvements} wskazania: {indications}

# template progress for student
source: {subject link} with {teacher link}<br>improvements: {improvements}<br>indications: {indications}
pl_pl: {subject link} z {teacher link}<br>postępy: {improvements}<br>wskazania do dalszej terapii: {indications}

# template schedule for student
source: {subject link} with {teacher link} at {classroom link} from {start time} to {end time} {notes}
pl_pl: {subject link} z {teacher link} w {classroom link} od {start time} do {end time} {notes}wszystkich

# template schedule for subject
source: <small>{start time}-{end time}</small><br>{teacher link} at {classroom link} for {student link} {notes}
pl_pl: <small>{start time}-{end time}</small><br>{teacher link} w {classroom link} dla {student link} {notes}

# template schedule for teacher
source: <small>{start time}-{end time}</small><br>{subject link} at {classroom link} for {student link} {notes}
pl_pl: <small>{start time}-{end time}</small><br>{subject link} w {classroom link} dla {student link} {notes}

# template table details for classroom
source: <small>{start time}-{end time}</small><br>{subject link} with {teacher link} for {student link} {notes}
pl_pl: <small>{start time}-{end time}</small><br>{subject link} z {teacher link} dla {student link} {notes}

# template table details for student
source: <small>{start time}-{end time}</small><br>{subject link} with {teacher link} at {classroom link}
pl_pl: <small>{start time}-{end time}</small><br>{subject link} z {teacher link} w {classroom link} {notes}

# template table details for subject
source: <small>{start time}-{end time}</small><br>{teacher link} at {classroom link} for {student link} {notes}
pl_pl: <small>{start time}-{end time}</small><br>{teacher link} w {classroom link} dla {student link} {notes}

# template table details for teacher
source: <small>{start time}-{end time}</small><br>{subject link} at {classroom link} for {student link} {notes}
pl_pl: <small>{start time}-{end time}</small><br>{subject link} w {classroom link} dla {student link} {notes}

# template table short for student
source: <small>{start time}-{end time}</small><br>{subject} ({tea}) @{cls}
pl_pl: <small>{start time}-{end time}</small><br>{subject} ({tea}) @{class}

# template table short for subject
source: <small>{start time}-{end time}</small><br>{tea}/{stu} @{cls}
pl_pl: <small>{start time}-{end time}</small><br>{tea}/{stu} @{class}

# template table short for teacher
source: <small>{start time}-{end time}</small><br>{subject} @{cls} ({stu})
pl_pl: <small>{start time}-{end time}</small><br>{subject} @{class} ({stu})

# template work plan for student
source: <small>{start date} - {end date}</small><br>{subject link} with {teacher link}<br>diagnosis: {diagnosis}<br>strengths: {strengths}<br>goals: {goals}<br>methods: {methods}
pl_pl: <small>{start date} - {end date}</small><br>{subject link} z {teacher link} <br>diagnoza: {diagnosis} <br>mocne strony: {strengths} <br>cele do osiągnięcia: {goals} <br>działania oraz metody pracy z beneficjentem: {methods}

# template work plan for student
source: {subject link} with {teacher link}<br>diagnosis: {diagnosis}<br>strengths: {strengths}<br>goals: {goals}<br>methods: {methods}
pl_pl: {teacher link} prowadzi {subject link} z {student}: <br>diagnoza: {diagnosis} <br>mocne strony: {strengths} <br>cele do osiągnięcia: {goals} <br>działania oraz metody pracy z beneficjentem: {methods}

source: Title
pl_pl: Tytuł

source: Toggle full screen
pl_pl: Włącz pełen ekran

source: Topic
pl_pl: Temat

source: Type
pl_pl: Rodzaj

source: Unsupported layout
pl_pl: Nieobsługiwany układ

source: Updated at
pl_pl: Zaktualizowano

source: Updated at %s by %s
pl_pl: Zaktualizowano %s przez %s

# validation
source: Field "%s" is required
pl_pl: Pole "%s" jest wymagane

source: Validation error.
pl_pl: Błąd walidacji.

source: Version
pl_pl: Wersja

source: Visibility
pl_pl: Widoczność

source: Visible
pl_pl: Widoczne

source: WCS Progresses truncated successfully.
pl_pl: Postępy zostały wyczyszczone.

source: WCS Snapshots truncated successfully.
pl_pl: Historia pobrań została wyczyszczona.

source: WCS Work Plans truncated successfully.
pl_pl: Plany pracy zostały wyczyszczone.

source: Weekday
pl_pl: Dzień

source: Weekly Class Journals truncated successfully.
pl_pl: Dzienniki zostały wyczyszczone.

source: Weekly Class Schedule
pl_pl: Tygodniowy harmonogram zajęć

source: Weekly Class Schedule deleted successfully.
pl_pl: Tygodniowy harmonogram zajęć został pomyślnie usunięty.

source: Weekly Class Schedule example data loaded successfully.
pl_pl: Przykładowe dane dla zostały pomyślnie zaimportowane.

source: Weekly Class Schedule generates a weekly schedule of lessons. It provides you with an easy way to manage and update the schedule as well as the subjects, teachers, students and classrooms database.
pl_pl: Tygodniowy harmonogram zajęć generuje tygodniowy harmonogram zajęć. Zapewnia łatwy sposób zarządzania i aktualizowania harmonogramu oraz bazy danych przedmiotów, nauczycieli, uczniów i klas.

source: Weekly Class Schedule installed successfully.
pl_pl: Tygodniowy harmonogram zajęć został pomyślnie zainstalowany.

source: Weekly Class Schedule settings resetted.
pl_pl: Ustawienia harmonogramu zajęć tygodniowych zostały zresetowane.

source: Weekly Class Schedule truncated successfully.
pl_pl: Tygodniowy harmonogram zajęć został pomyślnie wyczyszczone.

# widget settings
source: Classrooms to display
pl_pl: Sale do wyświetlenia

# widget settings
source: Maximum lessons to display
pl_pl: Liczba lekcji

# widget settings
source: Maximum number of lessons to display on list
pl_pl: Maksymalna liczba lekcji do pokazania na liście

# widget settings
source: No entries message
pl_pl: Napis, gdy brak zajęć

# widget settings
source: No lessons today
pl_pl: Brak zajęć dzisiaj

# widget settings
source: Template
pl_pl: Szablon

# widget settings
source: Title
pl_pl: Tytuł

# widget settings
source: Today's Classes
pl_pl: Dzisiejsze zajęcia

# widget settings
source: WCS Today's Classes
pl_pl: WCS Dzisiejsze zajęcia

# widget template
source: {start time}: {subject link} @{classroom link}
pl_pl: {start hour}: {subject link} @{classroom link}

source: Work Plan
pl_pl: Plan Pracy

source: Work Plans
pl_pl: Plany Pracy

source: Work Plans Settings
pl_pl: Ustawienia Planów Pracy

source: You are no allowed to run this action
pl_pl: Nie masz uprawnień do wykonania tej akcji
