Repository: Flower7C3/weekly-class-schedule
Catalog: languages/wcs4-*.po
Languages: pl_pl

source: A class cannot start before it ends
pl_pl: Zajęcia nie mogą zacząć się przed końcem

source: A progress cannot start before it ends
pl_pl: Postęp nie może zacząć się po końcu

source: Action
pl_pl: Akcja

source: Add New Branch
pl_pl: Dodaj nową dziedzinę

source: Add New Group
pl_pl: Dodaj nową grupę

source: Add New Location
pl_pl: Dodaj nową lokalizację

source: Add New Specialization
pl_pl: Dodaj nową specjalizację

source: Add or remove branches
pl_pl: Dodaj lub usuń dziedziny

source: Add or remove groups
pl_pl: Dodaj lub usuń grupy

source: Add or remove locations
pl_pl: Dodaj lub usuń lokalizacje

source: Add or remove specializations
pl_pl: Dodaj lub usuń specjalizacje

source: Advanced Options
pl_pl: Ustawienia zaawansowane

source: All Branches
pl_pl: Wszystkie dziedziny

source: All Groups
pl_pl: Wszystkie grupy

source: All Locations
pl_pl: Wszystkie lokalizacje

source: All Specializations
pl_pl: Wszystkie specjalizacje

source: Branches
pl_pl: Dziedziny

# button text
source: Add Journal
pl_pl: Dodaj dziennik

# button text
source: Add Lesson
pl_pl: Dodaj lekcję

# button text
source: Add Progress
pl_pl: Dodaj postęp

# button text
source: Add Work Plan
pl_pl: Dodaj plan pracy

# button text
source: Exit copy journal mode
pl_pl: Anuluj

# button text
source: Exit copy lesson mode
pl_pl: Anuluj

# button text
source: Exit copy progress mode
pl_pl: Auluj

# button text
source: Exit copy work plan mode
pl_pl: Anuluj

# button text
source: Exit edit journal mode
pl_pl: Anuluj

# button text
source: Exit edit lesson mode
pl_pl: Anuluj

# button text
source: Exit edit progress mode
pl_pl: Anuluj

# button text
source: Exit edit work plan mode
pl_pl: Anuluj

# button text
source: Reset form
pl_pl: Resetuj formularz

# button text
source: Save Journal
pl_pl: Zapisz dziennik

# button text
source: Save Lesson
pl_pl: Zapisz lekcję

# button text
source: Save Progress
pl_pl: Zapisz Postęp

# button text
source: Save Work Plan
pl_pl: Zapisz

source: Choose from the most used branches
pl_pl: Wybierz spośród najczęściej używanych dziedzin

source: Choose from the most used groups
pl_pl: Wybierz spośród najczęściej używanych grup

source: Choose from the most used locations
pl_pl: Wybierz spośród najczęściej używanych lokalizacji

source: Choose from the most used specializations
pl_pl: Wybierz spośród najczęściej używanych specjalizacji

source: Classroom
pl_pl: Sala

source: Classroom is not available at this time
pl_pl: Sala jest w tej chwili niedostępna

source: Collision detection
pl_pl: Detekcja kolizji

source: Collisions free
pl_pl: Bez kolizji

source: Common
pl_pl: Wspólne

# config slug for archive
source: classrooms
pl_pl: sale

# config slug for archive
source: students
pl_pl: uczniowie

# config slug for archive
source: subjects
pl_pl: przedmioty

# config slug for archive
source: teachers
pl_pl: pedagodzy

# config slug for item
source: classroom
pl_pl: sala

# config slug for item
source: student
pl_pl: uczen

# config slug for item
source: subject
pl_pl: przedmiot

# config slug for item
source: teacher
pl_pl: pedagog

# config slug for taxonomy
source: branch
pl_pl: dziedzina

# config slug for taxonomy
source: group
pl_pl: grupa

# config slug for taxonomy
source: locations
pl_pl: lokalizacja

# config slug for taxonomy
source: specialization
pl_pl: specjalizacja

# config template journal
source: {teacher link} has {subject link} from {start time} to {end time} for {student link} {topic}
pl_pl: {teacher link} prowadzi {subject link} od {start hour} do {end time} z {student time} {topic}

# config template list
source: {teacher link} has {subject link} at {classroom link} from {start time} to {end time} for {student link} {notes}
pl_pl: {teacher link} prowadzi {subject link} w {classroom link} od {start time} do {end time} dla {student link} {notes}

# config template table details
source: {teacher link} has {subject link} at {classroom link} from {start time} to {end time} for {student link} {notes}
pl_pl: {teacher link} prowadzi {subject link} w {classroom link} od {start time} do {end time} dla {student link} {notes}

source: Created at %s by %s
pl_pl: Utworzono %s przez %s

source: Created at from
pl_pl: Utworzono od

source: Created at to
pl_pl: Utworzono do

source: Date
pl_pl: Data

source: Date from
pl_pl: Data od

source: Date to
pl_pl: Data do

source: Delete
pl_pl: Usuń

source: Diagnosis
pl_pl: Diagnoza

source: Download iCal for current week
pl_pl: ten tydzień

source: Download iCal for next week
pl_pl: następny tydzień

source: Download iCal:
pl_pl: 🗓Pobierz w formacie iCal:

source: Download Journals as CSV
pl_pl: Pobierz dzienniki (CSV)

source: Download Journals as HTML
pl_pl: Pobierz dzienniki (HTML)

source: Download Journals as HTML for Students
pl_pl: Pobierz dzienniki szczegółowe dla ucznia

source: Download Journals as HTML for Teachers
pl_pl: Pobierz dzienniki szczegółowe dla pedagoga

source: Download Journals as HTML Simple
pl_pl: Pobierz dzienniki uproszczone

source: Download PNG
pl_pl: Pobierz jako PNG

source: Download Progresses as CSV
pl_pl: Pobierz postępy (CSV)

source: Download Progresses as HTML
pl_pl: Pobierz postępy (HTML)

source: Download Work Plans as CSV
pl_pl: Pobierz plany pracy (CSV)

source: Download Work Plans as HTML
pl_pl: Pobierz plany pracy (HTML)

source: Duplicate
pl_pl: Kopiuj

source: Edit
pl_pl: Edytuj

source: Edit Branch
pl_pl: Edytuj dziedzinę

source: Edit Group
pl_pl: Edytuj grupę

source: Edit Location
pl_pl: Edytuj lokalizację

source: Edit Specialization
pl_pl: Edytuj specjalizację

source: End
pl_pl: Koniec

source: End date
pl_pl: Data końcowa

source: End Time
pl_pl: Koniec

source: Error
pl_pl: Błąd

source: Failed to delete entry
pl_pl: Nie udało się usunąć wpisu

source: Failed to toggle visibility for entry
pl_pl: Nie udało się przełączyć widoczności wpisu

source: Generate Cumulative Work Plan
pl_pl: Generuj zbiorczy plan pracy

source: Generate Periodic Progress
pl_pl: Generuj postęp okresowy

source: Goals
pl_pl: Cele do osiągnięcia

source: Groups
pl_pl: Grupy

# help
source: A finalized shortcode may look something like <code>%1$s</code>
pl_pl: Sfinalizowany shortcode może wyglądać mniej więcej tak <code>%1$s</code>

# help
source: Available placeholders:
pl_pl: Dostępne symbole zastępcze:

# help
source: Certain HTML tags are allowed in template design:
pl_pl: W ustawieniach szablonu tylko niektóre tagi HTML są dozwolone:

# help
source: Custom template for journal layout: <code>%1$s</code>
pl_pl: Własny szablon dla widoku dziennika: <code>%1$s</code>

# help
source: Custom template for list layout: <code>%1$s</code>
pl_pl: Własny szablon dla widoku listy: <code>%1$s</code>

# help
source: Custom template for table layout: <code>%1$s</code>
pl_pl: Własny szablon dla widoku tabeli: <code>%1$s</code>

# help
source: For example:
pl_pl: Na przykład:

# help
source: If item is private, full and short names will be replaced with item first letter.
pl_pl: Jeśli wpis jest prywatny, pełna i krótka nazwa zostaną zastąpione pierwszą literą nazwy wpisu.

# help
source: In order to filter a journal by a specific subject, teacher, student, or any other combination of the three, use the subject, student and teacher attributes.
pl_pl: Aby filtrować dzienniki według określonego przedmiotu, nauczyciela, ucznia lub innej kombinacji tych trzech, użyj atrybutów przedmiotu, studenta i nauczyciela.

# help
source: In order to filter a schedule by a specific subject, teacher, student, classroom, or any other combination of the four, use the subject, teacher, student, and classroom attributes.
pl_pl: Aby przefiltrować harmonogram według określonego przedmiotu, nauczyciela, ucznia, lokalizacji lub dowolnej innej kombinacji tych czterech elementów, użyj atrybutów przedmiotu, studenta, nauczyciela i sali.

# help
source: It's also possible to output the schedule as a list using the list layout: <code>%1$s</code>.
pl_pl: Możliwe jest również wyświetlanie harmonogramu jako listy przy użyciu układu listy: <code>%1$s</code>.

# help
source: Only display journals by "%2$s" teacher: <code>%1$s</code>
pl_pl: Pokaż tylko dzienniki lekcji prowadzonych przez "%2$s": <code>%1$s</code>

# help
source: Only display journals for "%2$s" student: <code>%1$s</code>
pl_pl: Pokaż tylko dzienniki lekcji prowadzonych dla "%2$s": <code>%1$s</code>

# help
source: Only display journals in "%2$s" date from: <code>%1$s</code>
pl_pl: Pokaż tylko dzienniki lekcji prowadzonych od "%2$s": <code>%1$s</code>

# help
source: Only display journals in "%2$s" date upto: <code>%1$s</code>
pl_pl: Pokaż tylko dzienniki lekcji prowadzonych do "%2$s": <code>%1$s</code>

# help
source: Only display journals of "%2$s" subject: <code>%1$s</code>
pl_pl: Pokaż tylko dzienniki lekcji w temacie "%2$s": <code>%1$s</code>

# help
source: Only display lessons by "%2$s" teacher: <code>%1$s</code>
pl_pl: Pokaż tylko lekcje prowadzone przez "%2$s": <code>%1$s</code>

# help
source: Only display lessons for "%2$s" student: <code>%1$s</code>
pl_pl: Pokaż tylko lekcje dla "%2$s": <code>%1$s</code>

# help
source: Only display lessons in "%2$s" classroom: <code>%1$s</code>
pl_pl: Pokaż tylko lekcje prowadzone w "%2$s": <code>%1$s</code>

# help
source: Only display lessons of "%2$s" subject: <code>%1$s</code>
pl_pl: Pokaż tylko lekcje w temacie "%2$s": <code>%1$s</code>

# help
source: See available <code>%1$s</code> in <strong>%2$s</strong> tab.
pl_pl: Zobcz co możez wstawić za <code>%1$s</code> w zakładce <strong>%2$s</strong>.

# help
source: To display all the journals in a single schedule, simply enter the shortcode <code>%1$s</code> inside a page or a post.
pl_pl: Aby wyświetlić wszystkie dzienniki w jednym harmonogramie, po prostu wpisz krótki kod <code>%1$s</code> na stronie lub w poście.

# help
source: To display all the lessons in a single schedule, simply enter the shortcode <code>%1$s</code> inside a page or a post.
pl_pl: Aby wyświetlić wszystkie lekcje w jednym harmonogramie, wystarczy wpisać krótki kod <code>%1$s</code> na stronie lub w poście.

# help
source: Use placeholders to design the way the class details appear in the schedule.
pl_pl: Użyj symboli zastępczych, aby zaprojektować sposób wyświetlania szczegółów zajęć w harmonogramie.

# help
source: Will display full name as link to page: <code>%1$s</code>
pl_pl: Pokaże pełną nazwę jako link do strony: <code>%1$s</code>

# help
source: Will display full name with description in qTip: <code>%1$s</code>
pl_pl: Pokaże pełną nazwę z opisem w okienku qTip: <code>%1$s</code>

# help
source: Will display full name: <code>%1$s</code>
pl_pl: Pokaże pełną nazwę: <code>%1$s</code>

# help
source: Will display general info for journal: <code>%1$s</code>
pl_pl: Pokaże główne informacje dla dziennika: <code>%1$s</code>

# help
source: Will display general info for progress: <code>%1$s</code>
pl_pl: Pokaże główne informacje dla postępów: <code>%1$s</code>

# help
source: Will display general info for schedule: <code>%1$s</code>
pl_pl: Pokaże główne informacje dla harmonogramu: <code>%1$s</code>

# help
source: Will display general info for work plans: <code>%1$s</code>
pl_pl: Pokaże główne informacje dla planu pracy: <code>%1$s</code>

# help
source: Will display short name (initials): <code>%1$s</code>
pl_pl: Pokaże krótką nazwę (inicjały): <code>%1$s</code>

# help
source: Will display short name as link to page: <code>%1$s</code>
pl_pl: Pokaże krótką nazwę jako link do strony: <code>%1$s</code>

# help
source: You can also specify layout template.
pl_pl: Możesz także określić szablon układu.

# help title
source: HTML tags in template
pl_pl: Tagi HTML w szablonie

# help title
source: Placeholders
pl_pl: Symbole zastępcze

# help title
source: Using shortcode
pl_pl: Używanie shortcode

source: Hidden
pl_pl: Ukryte

source: Improvements
pl_pl: Postępy

source: Independent
pl_pl: Niezależny

source: Indications
pl_pl: Wskazania do dalszej terapii

# item type
source: Cumulative
pl_pl: Zbiorczy

# item type
source: Partial
pl_pl: Częściowy

# item type
source: Periodic
pl_pl: Okresowy

# item type
source: undefined
pl_pl: niezdefiniowany

source: Journal
pl_pl: Dziennik

source: Journal entry added successfully
pl_pl: Pomyślnie dodano nowy dziennik

source: Journal entry deleted successfully
pl_pl: Pomyślnie usunięto Dziennik

source: Journal entry updated successfully
pl_pl: Pomyślnie zaktualizowano dziennik

# journal template
source: by %s teacher
pl_pl: przez %s

# journal template
source: created from %s
pl_pl: utworzono od %s

# journal template
source: created upto %s
pl_pl: do %s

# journal template
source: for %s student
pl_pl: dla %s

# journal template
source: from %s
pl_pl: od %s

# journal template
source: of %s subject
pl_pl: z przedmiotu %s

# journal template
source: upto %s
pl_pl: do %s

# Journal type as absent student
source: Absent student
pl_pl: Nieobecny uczeń

# Journal type as absent teacher
source: Absent teacher
pl_pl: Nieobecny pedagog (inne)

# Journal type as absent teacher
source: Absent teacher (free vacation)
pl_pl: Nieobecny pedagog (urlop bezpłatny)

# Journal type as absent teacher
source: Absent teacher (healthy childcare)
pl_pl: Nieobecny pedagog (opieka nad dzieckiem zdrowym)

# Journal type as absent teacher
source: Absent teacher (paid vacation)
pl_pl: Nieobecny pedagog (urlop)

# Journal type as absent teacher
source: Absent teacher (sick childcare)
pl_pl: Nieobecny pedagog (opieka nad dzieckiem chorym)

# Journal type as absent teacher
source: Absent teacher (sick leave)
pl_pl: Nieobecny pedagog (L4)

# Journal type as normal
source: Normal
pl_pl: Zajęcia w terminie

# Journal type as office works
source: Office works
pl_pl: Prace biurowe (dokumentacja, etc.)

source: Journals
pl_pl: Dzienniki

source: Journals Settings
pl_pl: Ustawienia Dzienników

source: Location
pl_pl: Lokalizacja

source: Locations
pl_pl: Lokalizacje

# manage journal
source: Journal Management
pl_pl: Zarządzanie dziennikami

# manage progress
source: Progress Management
pl_pl: Zarządzanie Postępami

# manage schedule
source: Are you sure you want to delete this journal?
pl_pl: Czy na pewno chcesz usunąć ten dziennik?

# manage schedule
source: Are you sure you want to delete this lesson?
pl_pl: Czy na pewno chcesz usunąć tą lekcję?

# manage schedule
source: Are you sure you want to delete this progress?
pl_pl: Czy na pewno chcesz usunąć ten postęp?

# manage schedule
source: Are you sure you want to delete this snapshot?
pl_pl: Czy na pewno chcesz usunąć ten wpis?

# manage schedule
source: Are you sure you want to delete this work plan?
pl_pl: Czy na pewno chcesz usunąć ten plan pracy?

# manage schedule
source: Schedule Management
pl_pl: Zarządzanie planem zajęć

# manage schedule
source: select classroom
pl_pl: wybierz salę

# manage schedule
source: select student
pl_pl: wybierz ucznia

# manage schedule
source: select subject
pl_pl: wybierz przedmiot

# manage schedule
source: select teacher
pl_pl: wybierz pedagoga

# manage snapshot
source: Snapshots
pl_pl: Historia pobrań

# manage work plans
source: Work Plan Management
pl_pl: Zarządzanie Planem Pracy

# menu
source: Add New Classroom
pl_pl: Dodaj nową

# menu
source: Add New Student
pl_pl: Dodaj nowego

# menu
source: Add New Subject
pl_pl: Dodaj nowy

# menu
source: Add New Teacher
pl_pl: Dodaj nowego

# menu
source: Classrooms
pl_pl: Sale

# menu
source: Students
pl_pl: Uczniowie

# menu
source: Subjects
pl_pl: Przedmioty

# menu
source: Teachers
pl_pl: Pedagodzy

source: Methods
pl_pl: Działania oraz metody pracy z beneficjentem

# multiselect
source: Hold down the <strong>control/ctrl</strong> (Windows) or <strong>⌘/command</strong> (OS X) button to select multiple options.
pl_pl: Przytrzymaj przycisk <strong>control/ctrl</strong> (Windows) lub <strong>⌘/command</strong> (OS X), aby wybrać wiele opcji.

source: My profile page
pl_pl: Moja strona

source: New Branch Name
pl_pl: Nazwa nowej dziedziny

source: New Group Name
pl_pl: Nazwa nowej grupy

source: New Location Name
pl_pl: Nazwa nowej lokalizacji

source: New Specialization Name
pl_pl: Nazwa nowej specjalizacji

source: No branches found.
pl_pl: Nie znaleziono dziedzin.

source: No branches.
pl_pl: Brak dziedzin.

source: No groups found.
pl_pl: Nie znaleziono grup.

source: No groups.
pl_pl: Brak grup.

source: No journals
pl_pl: Brak dzienników dla wybranego filtru wyszukiwania.

source: No lessons
pl_pl: Brak lekcji dla wybranego filtru wyszukiwania.

source: No lessons journaled
pl_pl: Brak zaraportowanych zajęć dla wybranego filtru wyszukiwania.

source: No lessons scheduled
pl_pl: Brak zaplanowanych zajęć dla wybranego filtru wyszukiwania.

source: No locations found.
pl_pl: Nie znaleziono lokalizacji.

source: No locations.
pl_pl: Brak lokalizacji.

source: No progresses
pl_pl: Brak postępów dla wybranego filtru wyszukiwania.

source: No snapshots
pl_pl: Brak historii dla wybranego filtru wyszukiwania.

source: No specializations found.
pl_pl: Nie znaleziono specjalizacji.

source: No specializations.
pl_pl: Brak specjalizacji.

source: No work plans
pl_pl: Brak planów pracy dla wybranego filtru wyszukiwania.

source: Nonce verification failed
pl_pl: Weryfikacja nonce nie powiodła się

source: Not Found
pl_pl: Nie znaleziono

source: Not found in Trash
pl_pl: Nie znaleziono w Koszu

source: Notes
pl_pl: Notatka

# options
source: Save Settings
pl_pl: Zapisz ustawienia

# options
source: Weekly Class Schedule Advanced Settings
pl_pl: Ustawienia zawansowane

# options
source: Weekly Class Schedule Standard Settings
pl_pl: Konfiguracja

# options appearance settings
source: Appearance Settings
pl_pl: Ustawienia wyglądu

# options appearance settings
source: Background
pl_pl: Tło

# options appearance settings
source: Background color for the entire schedule.
pl_pl: Kolor tła dla całego harmonogramu.

# options appearance settings
source: Background color of the lesson details box which appears when hovering over a lesson.
pl_pl: Kolor tła pola szczegółów lekcji, które pojawia się po najechaniu kursorem na lekcję.

# options appearance settings
source: Background color of the qTip pop-up box.
pl_pl: Kolor tła wyskakującego okienka qTip.

# options appearance settings
source: Background color of the schedule headings (weekdays, hours).
pl_pl: Kolor tła nagłówków harmonogramu (dni powszednie, godziny).

# options appearance settings
source: Border
pl_pl: Obramowanie

# options appearance settings
source: Lesson base
pl_pl: Lekcja widok podstawowy

# options appearance settings
source: Lesson details box
pl_pl: Pole szczegółów lekcji

# options appearance settings
source: Links
pl_pl: Odnośniki

# options appearance settings
source: qTip background
pl_pl: Kolor okienka qTip

# options appearance settings
source: Schedule headings background
pl_pl: Kolor tło nagłówków

# options appearance settings
source: Schedule headings color
pl_pl: Kolor tekstu nagłówków

# options appearance settings
source: Text
pl_pl: Tekst

# options appearance settings
source: Text color of schedule entries/lessons.
pl_pl: Kolor tekstu pozycji harmonogramu / lekcji.

# options appearance settings
source: Text color of the schedule headings (weekdays, hours).
pl_pl: Kolor tekstu nagłówków harmonogramu (dni tygodnia, godziny).

# options appearance settings
source: The color of the links which appear in the lesson details box.
pl_pl: Kolor linków pojawiających się w polu szczegółów lekcji.

# options appearance settings
source: The default background color for lessons in the schedule.
pl_pl: Domyślny kolor tła dla lekcji w harmonogramie.

# options appearance settings
source: This color is used for all borders in the schedule output.
pl_pl: Ten kolor jest używany dla wszystkich ramek w danych wyjściowych zestawienia.

# options general settings
source: Add New Journal
pl_pl: Dodaj nowy dziennik

# options general settings
source: Add New Progress
pl_pl: Dodaj nowy postęp

# options general settings
source: Add New Work Plan
pl_pl: Dodaj nowy plan pracy

# options general settings
source: Class List Template
pl_pl: Szablon widoku listy

# options general settings
source: Class Table Hover Template
pl_pl: Szablon widoku tabeli po najechaniu myszką

# options general settings
source: Class Table Short Template
pl_pl: Szablon widoku tabeli domyślny

# options general settings
source: Columns separated by new line. Values in line: <code>key, title, value</code>.
pl_pl: Każda kolumna w nowym wierszu. Definicja wiersza to <code>klucz, tytuł, wartość</code>.

# options general settings
source: CSS code
pl_pl: Kod CSS

# options general settings
source: CSV journal template
pl_pl: Szablon CSV

# options general settings
source: CSV progress template
pl_pl: Szablon CSV

# options general settings
source: Custom archive URL
pl_pl: Własny adres URL archiwum

# options general settings
source: Custom item URL
pl_pl: Własny adres URL wpisu

# options general settings
source: Custom taxonomy URL
pl_pl: Własny adres URL taksonomii

# options general settings
source: Detect journal collisions
pl_pl: Wykryj kolizje dziennika

# options general settings
source: Detect lesson collisions
pl_pl: Wykryj kolizje

# options general settings
source: Display Journals
pl_pl: Pokaż dzienniki

# options general settings
source: Display Progresses
pl_pl: Pokaż Postępy

# options general settings
source: Display Work Planes
pl_pl: Pokaż Plany Pracy

# options general settings
source: Download iCalendar
pl_pl: Pobierz kalendarz (iCal)

# options general settings
source: Download Journals as CSV
pl_pl: Pobierz dzienniki (CSV)

# options general settings
source: Download Journals as HTML
pl_pl: Pobierz dzienniki (HTML)

# options general settings
source: Edit Journal due day
pl_pl: Edycja Dziennika do dnia

# options general settings
source: Empty value will disable custom archive URL.
pl_pl: Pusta wartość wyłączy niestandardowy adres URL archiwum.

# options general settings
source: Empty value will disable custom item URL.
pl_pl: Pusta wartość wyłączy niestandardowy adres URL elementu.

# options general settings
source: Empty value will disable custom taxonomy URL.
pl_pl: Pusta wartość spowoduje wyłączenie niestandardowego adresu URL taksonomii.

# options general settings
source: Enabling this feature will prevent journaling of multiple events, with same teacher or student at the same time.
pl_pl: Włączenie tej funkcji zapobiegnie raportowaniu wielu wydarzeń z tym samym nauczycielem lub uczniem w tym samym czasie.

# options general settings
source: Enabling this feature will prevent scheduling of multiple subjects at the same classroom, with same teacher or student at the same time.
pl_pl: Włączenie tej funkcji zapobiegnie planowaniu wielu przedmiotów w tym samym miejscu, z tym samym nauczycielem lub uczniem w tym samym czasie.

# options general settings
source: Enabling this will open the template links (e.g. [subject link]) in a new tab.
pl_pl: Włączenie tego spowoduje otwarcie linków szablonu (np. [subject link]) w nowej karcie.

# options general settings
source: For all
pl_pl: Dla wszystkich

# options general settings
source: For masters
pl_pl: Dla mistrzów

# options general settings
source: For multiple items page.
pl_pl: Dla strony z wieloma elementami.

# options general settings
source: For single item page.
pl_pl: Dla strony z jednym elementem.

# options general settings
source: For students
pl_pl: Dla uczniów

# options general settings
source: For teachers
pl_pl: Dla pedagogów

# options general settings
source: Hashed item slug
pl_pl: Zakodowany adres wpisu

# options general settings
source: Hashing slug will protect real page address.
pl_pl: Hashowanie adresu chroni prawdziwy adres strony.

# options general settings
source: How schedule should be generated on single page.
pl_pl: Jak należy generować harmonogram na pojedynczej stronie.
